// L303 დაწერეთ სკრიპტი რომელიც ფასს, შეყვანილს სტრიქონით სახით ფორმატით {currency}price,
// გადაიყვანს საპირისიპირო ვალუტაში (თუ მოცემულია ლარებში გადაიყვანს დოლარებში და პირიქით)
// კურსთი 1დოლარი = 2.6 ლარს. მაგალითი: $10 პასუხი 26, L26 პასუხი $10

let price, usd, gel, clear_usd, clear_gel; // ფასი, დოლარი, ლარი, დოლარის სიმბოლოს მოშორება, ლარის სიმბოლოს მოშორება.

price = prompt('ვალუტის კონვერტორი ... შეიტანეთ ფასი:\n\n\n(გაითვალისწინეთ! პირველი სიმბოლო აუცილებლად უნდა იყოს ვალუტის აღმნიშვნელი ₾ (ლარის) $ (დოლარის)\nმაგალითად... ₾12 არის 12 ლარი)', '');

if (price.includes("$"))
{
    clear_usd = price.slice(1);
    usd = clear_usd * 2.6;
    alert ('₾'+usd);
}
if (price.includes("₾"))
{
    clear_gel = price.slice(1);
    gel = clear_gel / 2.6;
    alert ('$'+gel);
} 